/* RSSBadge */
"Please use the Inspector to connect this pagelet to a suitable collection in your site." = "Brug inspektøren til at forbinde denne pagelet til en egnet samling på dit site.";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "Abonner på RSS-feed";

/* RSS Badge */
"The chosen collection has no RSS feed.  Please use the Inspector to set it to generate an RSS feed and have an index." = "Den valgte samling har ingen RSS feed. Brug inspektøren til at vælge at generere en RSS-feed og have et indeks.";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS feed reader application." = "Træk eller kopier/indsæt dette link til et program der kan læse RSS-feeds for at abonnere på denne feed.";